Revit 2027 API
ParameterTypeId.DefaultConstructionMassShade Property
 "Mass Shade"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DefaultConstructionMassShade { get; }
Public Shared ReadOnly Property DefaultConstructionMassShade As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DefaultConstructionMassShade {
	ForgeTypeId^ get ();
}
static member DefaultConstructionMassShade : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace